Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Stats_ItemDesc_Mode
source: Most frequent values (up to 5, smallest first)
ar: القيم الأكثر تكرارًا (حتى 5، من الأصغر)
cs: Nejčastější hodnoty (až 5, od nejmenší)
de: Häufigste Werte (bis zu 5, kleinste zuerst)
el: Συχνότερες τιμές (έως 5, από τη μικρότερη)
es: Valores más frecuentes (hasta 5, los más pequeños primero)
fa: پرتکرارترین مقادیر (حداکثر 5، از کوچک‌ترین)
fr: Valeurs les plus fréquentes (jusqu'à 5, les plus petites d'abord)
hu: A leggyakoribb értékek (legfeljebb 5, a legkisebbtől kezdve)
id: Nilai yang paling sering muncul (hingga 5, terkecil dahulu)
it: Valori più frequenti (fino a 5, dal più piccolo)
ja: 最も多く現れる値 (小さい順に最大 5 個)
ko: 가장 많이 나타나는 값(작은 값부터 최대 5개)
pl: Najczęstsze wartości (do 5, od najmniejszej)
pt: Valores mais frequentes (até 5, do menor para o maior)
ro: Valorile cele mai frecvente (până la 5, cele mai mici primele)
th: ค่าที่พบบ่อยที่สุด (สูงสุด 5 ค่า เรียงจากน้อยไปมาก)
tr: En sık değerler (en fazla 5, küçükten büyüğe)
uk: Найчастіші значення (до 5, за зростанням)
vi: Các giá trị thường gặp nhất (tối đa 5, nhỏ nhất trước)
zh_hans: 出现最频繁的值（最多 5 个，从小到大）
zh_hant: 出現最多的值（最多 5 個，由小到大）

# Stats_Item_Skewness
source: Skewness
ar: الالتواء
cs: Šikmost
de: Schiefe
el: Λοξότητα
es: Asimetría
fa: چولگی
fr: Asymétrie
hu: Ferdeség
id: Kemencengan
it: Asimmetria
ja: 歪度
ko: 왜도
pl: Skośność
pt: Assimetria
ro: Asimetrie
th: ความเบ้
tr: Çarpıklık
uk: Асиметрія
vi: Độ lệch (skewness)
zh_hans: 偏度
zh_hant: 偏態

# Stats_ItemDesc_Skewness
source: Adjusted Fisher-Pearson coefficient
ar: معامل Fisher-Pearson المعدّل
cs: Upravený Fisherův-Pearsonův koeficient
de: Angepasster Fisher-Pearson-Koeffizient
el: Προσαρμοσμένος συντελεστής Fisher-Pearson
es: Coeficiente de Fisher-Pearson ajustado
fa: ضریب تعدیل‌شدهٔ Fisher-Pearson
fr: Coefficient de Fisher-Pearson ajusté
hu: Korrigált Fisher–Pearson-együttható
id: Koefisien Fisher-Pearson yang disesuaikan
it: Coefficiente di Fisher-Pearson corretto
ja: 調整済み Fisher-Pearson 係数
ko: 조정된 Fisher-Pearson 계수
pl: Skorygowany współczynnik Fishera-Pearsona
pt: Coeficiente de Fisher-Pearson ajustado
ro: Coeficientul Fisher-Pearson ajustat
th: สัมประสิทธิ์ Fisher-Pearson ที่ปรับแล้ว
tr: Düzeltilmiş Fisher-Pearson katsayısı
uk: Скоригований коефіцієнт Фішера — Пірсона
vi: Hệ số Fisher-Pearson đã điều chỉnh
zh_hans: 调整后的 Fisher-Pearson 系数
zh_hant: 調整後的 Fisher-Pearson 係數

# Stats_Item_Kurtosis
source: Excess kurtosis
ar: التفرطح الزائد
cs: Nadbytečná špičatost
de: Exzess-Kurtosis
el: Υπερβάλλουσα κύρτωση
es: Exceso de curtosis
fa: کشیدگی اضافی
fr: Kurtosis excédentaire
hu: Többletcsúcsosság
id: Kurtosis berlebih
it: Curtosi in eccesso
ja: 尖度
ko: 초과 첨도
pl: Kurtoza nadmiarowa
pt: Excesso de curtose
ro: Exces de aplatizare
th: ความโด่งส่วนเกิน
tr: Fazla basıklık
uk: Ексцес
vi: Độ nhọn vượt
zh_hans: 超额峰度
zh_hant: 超額峰度

# Stats_ItemDesc_Kurtosis
source: Excess kurtosis (0 for a normal distribution)
ar: التفرطح الزائد (0 للتوزيع الطبيعي)
cs: Nadbytečná špičatost (0 pro normální rozdělení)
de: Exzess-Kurtosis (0 bei Normalverteilung)
el: Υπερβάλλουσα κύρτωση (0 για κανονική κατανομή)
es: Exceso de curtosis (0 en una distribución normal)
fa: کشیدگی اضافی (0 برای توزیع نرمال)
fr: Kurtosis excédentaire (0 pour une loi normale)
hu: Többletcsúcsosság (normális eloszlásnál 0)
id: Kurtosis berlebih (0 untuk distribusi normal)
it: Curtosi in eccesso (0 per una distribuzione normale)
ja: 超過尖度 (正規分布で 0)
ko: 초과 첨도(정규 분포에서 0)
pl: Kurtoza nadmiarowa (0 dla rozkładu normalnego)
pt: Excesso de curtose (0 para uma distribuição normal)
ro: Excesul de aplatizare (0 pentru o distribuție normală)
th: ความโด่งส่วนเกิน (0 สำหรับการแจกแจงปกติ)
tr: Fazla basıklık (normal dağılım için 0)
uk: Коефіцієнт ексцесу (0 для нормального розподілу)
vi: Độ nhọn vượt (0 với phân phối chuẩn)
zh_hans: 超额峰度（正态分布为 0）
zh_hant: 超額峰度（常態分布為 0）

# Stats_Item_ChiSquare
source: Chi-square
ar: مربع كاي
cs: Chí-kvadrát
de: Chi-Quadrat
el: Χι-τετράγωνο
es: Chi cuadrado
fa: کای‌دو
fr: Khi-deux
hu: Khi-négyzet
id: Chi-kuadrat
it: Chi quadrato
ja: カイ二乗値
ko: 카이제곱
pl: Chi-kwadrat
pt: Qui-quadrado
ro: Chi-pătrat
th: ไคสแควร์
tr: Ki-kare
uk: Хі-квадрат
vi: Chi bình phương
zh_hans: 卡方
zh_hant: 卡方

# Stats_ItemDesc_ChiSquare
source: Against a uniform distribution, 255 degrees of freedom, with the p-value
ar: مقابل توزيع منتظم، 255 درجة حرية، مع قيمة p
cs: Vůči rovnoměrnému rozdělení, 255 stupňů volnosti, s p-hodnotou
de: Gegen eine Gleichverteilung, 255 Freiheitsgrade, mit p-Wert
el: Έναντι ομοιόμορφης κατανομής, 255 βαθμοί ελευθερίας, με την τιμή p
es: Frente a una distribución uniforme, 255 grados de libertad, con el valor p
fa: در برابر توزیع یکنواخت، 255 درجهٔ آزادی، با مقدار p
fr: Par rapport à une distribution uniforme, 255 degrés de liberté, avec la valeur p
hu: Egyenletes eloszláshoz képest, 255 szabadságfokkal, p-értékkel
id: Terhadap distribusi seragam, derajat kebebasan 255, dengan nilai p
it: Rispetto a una distribuzione uniforme, 255 gradi di libertà, con il valore p
ja: 一様分布を仮定した値 (自由度 255) と p 値
ko: 균등 분포 기준, 자유도 255, p-값 포함
pl: Względem rozkładu jednostajnego, 255 stopni swobody, z wartością p
pt: Em relação a uma distribuição uniforme, 255 graus de liberdade, com o valor-p
ro: Față de o distribuție uniformă, 255 de grade de libertate, cu valoarea p
th: เทียบกับการแจกแจงสม่ำเสมอ องศาอิสระ 255 พร้อมค่า p
tr: Düzgün dağılıma karşı, 255 serbestlik derecesi, p değeriyle
uk: Відносно рівномірного розподілу, 255 ступенів вільності, з p-значенням
vi: So với phân phối đều, 255 bậc tự do, kèm giá trị p
zh_hans: 相对于均匀分布，自由度 255，附带 p 值
zh_hant: 相對於均勻分布，自由度 255，附 p 值

# Stats_Item_SerialCorrelation
source: Serial correlation
ar: الارتباط التسلسلي
cs: Sériová korelace
de: Serielle Korrelation
el: Σειριακή συσχέτιση
es: Correlación serial
fa: همبستگی سریالی
fr: Corrélation sérielle
hu: Soros korreláció
id: Korelasi serial
it: Correlazione seriale
ja: 系列相関係数
ko: 계열 상관
pl: Korelacja szeregowa
pt: Correlação serial
ro: Corelație serială
th: สหสัมพันธ์ต่อเนื่อง
tr: Seri korelasyon
uk: Послідовна кореляція
vi: Tương quan chuỗi
zh_hans: 序列相关性
zh_hant: 序列相關

# Stats_ItemDesc_SerialCorrelation
source: Correlation of adjacent elements (−1 to 1)
ar: ارتباط العناصر المتجاورة (من −1 إلى 1)
cs: Korelace sousedních prvků (−1 až 1)
de: Korrelation benachbarter Elemente (−1 bis 1)
el: Συσχέτιση γειτονικών στοιχείων (−1 έως 1)
es: Correlación de elementos adyacentes (de −1 a 1)
fa: همبستگی عناصر مجاور (−1 تا 1)
fr: Corrélation des éléments adjacents (−1 à 1)
hu: A szomszédos elemek korrelációja (−1 – 1)
id: Korelasi elemen yang bersebelahan (−1 hingga 1)
it: Correlazione tra elementi adiacenti (da −1 a 1)
ja: 隣り合う要素の相関係数 (−1〜1)
ko: 인접한 요소의 상관 계수(−1~1)
pl: Korelacja sąsiednich elementów (od −1 do 1)
pt: Correlação entre elementos adjacentes (−1 a 1)
ro: Corelația elementelor adiacente (−1 – 1)
th: สหสัมพันธ์ขององค์ประกอบที่อยู่ติดกัน (−1 ถึง 1)
tr: Komşu öğelerin korelasyonu (−1 ile 1)
uk: Кореляція сусідніх елементів (від −1 до 1)
vi: Tương quan của các phần tử liền kề (−1 đến 1)
zh_hans: 相邻元素的相关系数（−1 到 1）
zh_hant: 相鄰元素的相關係數（−1 到 1）

# Stats_Item_Pi
source: Monte Carlo π
ar: π بطريقة Monte Carlo
cs: π metodou Monte Carlo
el: π Monte Carlo
es: π de Monte Carlo
fa: π مونت‌کارلو
fr: π de Monte-Carlo
id: π Monte Carlo
it: π di Monte Carlo
ja: モンテカルロ法の π
ko: 몬테카를로 π
pl: π metodą Monte Carlo
pt: π de Monte Carlo
ro: π Monte Carlo
th: π แบบมอนติคาร์โล
uk: π за методом Монте-Карло
vi: π Monte Carlo
zh_hans: 蒙特卡罗 π
zh_hant: 蒙地卡羅 π

# Stats_ItemDesc_Pi
source: π estimated from 6-byte coordinates, a randomness indicator
ar: π المقدّرة من إحداثيات بحجم 6 بايت، مؤشر على العشوائية
cs: π odhadnuté ze 6bajtových souřadnic, ukazatel náhodnosti
de: Aus 6-Byte-Koordinaten geschätztes π, ein Indikator für Zufälligkeit
el: Το π εκτιμώμενο από συντεταγμένες 6 byte, δείκτης τυχαιότητας
es: π estimado a partir de coordenadas de 6 bytes, un indicador de aleatoriedad
fa: π برآوردشده از مختصات 6 بایتی، شاخص تصادفی بودن
fr: π estimé à partir de coordonnées de 6 octets, un indicateur d'aléa
hu: 6 bájtos koordinátákból becsült π, a véletlenszerűség mutatója
id: π yang diperkirakan dari koordinat 6 byte, indikator keacakan
it: π stimato da coordinate di 6 byte, un indicatore di casualità
ja: 6 バイトを 1 組の座標とした π の推定値。乱数性の目安
ko: 6바이트 좌표로 추정한 π, 무작위성 지표
pl: π oszacowane z 6-bajtowych współrzędnych, wskaźnik losowości
pt: π estimado a partir de coordenadas de 6 bytes, um indicador de aleatoriedade
ro: π estimat din coordonate de 6 octeți, un indicator al aleatoriului
th: π ที่ประมาณจากพิกัด 6 ไบต์ เป็นตัวบ่งชี้ความสุ่ม
tr: 6 baytlık koordinatlardan tahmin edilen π, bir rastgelelik göstergesi
uk: π, оцінене за 6-байтовими координатами; показник випадковості
vi: π ước tính từ tọa độ 6 byte, một chỉ báo độ ngẫu nhiên
zh_hans: 以 6 字节为一组坐标估算的 π，用作随机性指标
zh_hant: 以 6 個位元組為座標估計的 π，作為隨機性指標

# FileType_Detect.Content
source: Detect
ar: اكتشاف
cs: Zjistit
de: Erkennen
el: Εντοπισμός
es: Detectar
fa: تشخیص
fr: Détecter
hu: Felismerés
id: Deteksi
it: Rileva
ja: 判定
ko: 감지
pl: Wykryj
pt: Detectar
ro: Detectare
th: ตรวจหา
tr: Algıla
uk: Визначити
vi: Nhận dạng
zh_hans: 检测
zh_hant: 偵測

# FileType_DetectHere.Content
source: Detect from cursor
ar: الاكتشاف من المؤشر
cs: Zjistit od kurzoru
de: Ab Cursor erkennen
el: Εντοπισμός από τον δρομέα
es: Detectar desde el cursor
fa: تشخیص از مکان‌نما
fr: Détecter à partir du curseur
hu: Felismerés a kurzortól
id: Deteksi dari kursor
it: Rileva dal cursore
ja: カーソル位置から判定
ko: 커서부터 감지
pl: Wykryj od kursora
pt: Detectar a partir do cursor
ro: Detectare de la cursor
th: ตรวจหาจากเคอร์เซอร์
tr: İmleçten algıla
uk: Визначити від курсора
vi: Nhận dạng từ con trỏ
zh_hans: 从光标处检测
zh_hant: 從游標處偵測

# FileType_FindEmbedded.Content
source: Find embedded file types
ar: البحث عن أنواع الملفات المضمّنة
cs: Najít vložené typy souborů
de: Eingebettete Dateitypen suchen
el: Εύρεση ενσωματωμένων τύπων αρχείων
es: Buscar tipos de archivo incrustados
fa: یافتن انواع فایل جاسازی‌شده
fr: Rechercher les types de fichiers incorporés
hu: Beágyazott fájltípusok keresése
id: Temukan tipe file tersemat
it: Trova tipi di file incorporati
ja: 埋め込まれた形式を探す
ko: 포함된 파일 형식 찾기
pl: Znajdź osadzone typy plików
pt: Localizar tipos de arquivo incorporados
ro: Găsire tipuri de fișiere încorporate
th: ค้นหาชนิดไฟล์ที่ฝังอยู่
tr: Gömülü dosya türlerini bul
uk: Знайти вбудовані типи файлів
vi: Tìm loại tệp được nhúng
zh_hans: 查找嵌入的文件类型
zh_hant: 尋找內嵌的檔案類型

# FileType_Base
source: Detected from {0}
ar: تم الاكتشاف من {0}
cs: Zjištěno od {0}
de: Ab {0} erkannt
el: Εντοπίστηκε από {0}
es: Detectado desde {0}
fa: از {0} تشخیص داده شد
fr: Détecté à partir de {0}
hu: Felismerve innen: {0}
id: Dideteksi dari {0}
it: Rilevato da {0}
ja: {0} から判定
ko: {0}부터 감지함
pl: Wykryto od {0}
pt: Detectado a partir de {0}
ro: Detectat de la {0}
th: ตรวจหาจาก {0}
tr: {0} konumundan algılandı
uk: Визначено від {0}
vi: Nhận dạng từ {0}
zh_hans: 从 {0} 检测
zh_hant: 從 {0} 偵測

# FileType_Detecting
source: Detecting...
ar: جارٍ الاكتشاف...
cs: Zjišťování...
de: Wird erkannt...
el: Εντοπισμός...
es: Detectando...
fa: در حال تشخیص...
fr: Détection...
hu: Felismerés...
id: Mendeteksi...
it: Rilevamento in corso...
ja: 判定しています...
ko: 감지하는 중...
pl: Wykrywanie...
pt: Detectando...
ro: Se detectează...
th: กำลังตรวจหา...
tr: Algılanıyor...
uk: Визначення...
vi: Đang nhận dạng...
zh_hans: 正在检测...
zh_hant: 正在偵測...

# FileType_EmbeddedCount
source: {0} found
ar: تم العثور على {0}
cs: Nalezeno: {0}
de: {0} gefunden
el: Βρέθηκαν {0}
es: {0} encontrados
fa: {0} مورد یافت شد
fr: {0} trouvés
hu: {0} találat
id: {0} ditemukan
it: {0} trovati
ja: {0} 件
ko: {0}개 찾음
pl: Znaleziono: {0}
pt: {0} encontrados
ro: Găsite: {0}
th: พบ {0} รายการ
tr: {0} bulundu
uk: Знайдено: {0}
vi: Tìm thấy {0}
zh_hans: 找到 {0} 个
zh_hant: 找到 {0} 個

# FileType_Mismatch
source: The extension does not match the content.
ar: الامتداد لا يطابق المحتوى.
cs: Přípona neodpovídá obsahu.
de: Die Erweiterung passt nicht zum Inhalt.
el: Η επέκταση δεν ταιριάζει με το περιεχόμενο.
es: La extensión no coincide con el contenido.
fa: پسوند با محتوا همخوانی ندارد.
fr: L'extension ne correspond pas au contenu.
hu: A kiterjesztés nem egyezik a tartalommal.
id: Ekstensi tidak cocok dengan konten.
it: L'estensione non corrisponde al contenuto.
ja: 拡張子と内容が一致しません。
ko: 확장자가 내용과 일치하지 않습니다.
pl: Rozszerzenie nie pasuje do zawartości.
pt: A extensão não corresponde ao conteúdo.
ro: Extensia nu corespunde conținutului.
th: นามสกุลไม่ตรงกับเนื้อหา
tr: Uzantı içerikle eşleşmiyor.
uk: Розширення не відповідає вмісту.
vi: Phần mở rộng không khớp với nội dung.
zh_hans: 扩展名与内容不匹配。
zh_hant: 副檔名與內容不符。

# FileType_Source_BuiltIn
source: Built-in
ar: مضمّن
cs: Vestavěné
de: Integriert
el: Ενσωματωμένο
es: Integrado
fa: داخلی
fr: Intégré
hu: Beépített
id: Bawaan
it: Integrato
ja: 内蔵
ko: 기본 제공
pl: Wbudowane
pt: Integrado
ro: Încorporat
th: ในตัว
tr: Yerleşik
uk: Вбудовані
vi: Tích hợp sẵn
zh_hans: 内置
zh_hant: 內建

# FileType_Unknown
source: Unknown format (data)
ar: تنسيق غير معروف (بيانات)
cs: Neznámý formát (data)
de: Unbekanntes Format (Daten)
el: Άγνωστη μορφή (δεδομένα)
es: Formato desconocido (datos)
fa: قالب ناشناخته (داده)
fr: Format inconnu (données)
hu: Ismeretlen formátum (adat)
id: Format tidak dikenal (data)
it: Formato sconosciuto (dati)
ja: 不明な形式 (データ)
ko: 알 수 없는 형식(데이터)
pl: Nieznany format (dane)
pt: Formato desconhecido (dados)
ro: Format necunoscut (date)
th: รูปแบบที่ไม่รู้จัก (ข้อมูล)
tr: Bilinmeyen biçim (veri)
uk: Невідомий формат (дані)
vi: Định dạng không xác định (dữ liệu)
zh_hans: 未知格式（数据）
zh_hant: 不明的格式（資料）

# FileType_Text_Ascii
source: Text (ASCII)
ar: نص (ASCII)
el: Κείμενο (ASCII)
es: Texto (ASCII)
fa: متن (ASCII)
fr: Texte (ASCII)
hu: Szöveg (ASCII)
id: Teks (ASCII)
it: Testo (ASCII)
ja: テキスト (ASCII)
ko: 텍스트(ASCII)
pl: Tekst (ASCII)
pt: Texto (ASCII)
th: ข้อความ (ASCII)
tr: Metin (ASCII)
uk: Текст (ASCII)
vi: Văn bản (ASCII)
zh_hans: 文本 (ASCII)
zh_hant: 文字（ASCII）

# FileType_Text_Utf8
source: Text (UTF-8)
ar: نص (UTF-8)
el: Κείμενο (UTF-8)
es: Texto (UTF-8)
fa: متن (UTF-8)
fr: Texte (UTF-8)
hu: Szöveg (UTF-8)
id: Teks (UTF-8)
it: Testo (UTF-8)
ja: テキスト (UTF-8)
ko: 텍스트(UTF-8)
pl: Tekst (UTF-8)
pt: Texto (UTF-8)
th: ข้อความ (UTF-8)
tr: Metin (UTF-8)
uk: Текст (UTF-8)
vi: Văn bản (UTF-8)
zh_hans: 文本 (UTF-8)
zh_hant: 文字（UTF-8）

# FileType_Text_Utf8Bom
source: Text (UTF-8 with BOM)
ar: نص (UTF-8 مع BOM)
cs: Text (UTF-8 s BOM)
de: Text (UTF-8 mit BOM)
el: Κείμενο (UTF-8 με BOM)
es: Texto (UTF-8 con BOM)
fa: متن (UTF-8 با BOM)
fr: Texte (UTF-8 avec BOM)
hu: Szöveg (UTF-8, BOM-mal)
id: Teks (UTF-8 dengan BOM)
it: Testo (UTF-8 con BOM)
ja: テキスト (UTF-8、BOM 付き)
ko: 텍스트(UTF-8, BOM 포함)
pl: Tekst (UTF-8 z BOM)
pt: Texto (UTF-8 com BOM)
ro: Text (UTF-8 cu BOM)
th: ข้อความ (UTF-8 มี BOM)
tr: Metin (BOM ile UTF-8)
uk: Текст (UTF-8 з BOM)
vi: Văn bản (UTF-8 có BOM)
zh_hans: 文本（UTF-8，带 BOM）
zh_hant: 文字（UTF-8，含 BOM）

# FileType_Text_Utf16LE
source: Text (UTF-16 LE)
ar: نص (UTF-16 LE)
el: Κείμενο (UTF-16 LE)
es: Texto (UTF-16 LE)
fa: متن (UTF-16 LE)
fr: Texte (UTF-16 LE)
hu: Szöveg (UTF-16 LE)
id: Teks (UTF-16 LE)
it: Testo (UTF-16 LE)
ja: テキスト (UTF-16 LE)
ko: 텍스트(UTF-16 LE)
pl: Tekst (UTF-16 LE)
pt: Texto (UTF-16 LE)
th: ข้อความ (UTF-16 LE)
tr: Metin (UTF-16 LE)
uk: Текст (UTF-16 LE)
vi: Văn bản (UTF-16 LE)
zh_hans: 文本 (UTF-16 LE)
zh_hant: 文字（UTF-16 LE）

# FileType_Text_Utf16BE
source: Text (UTF-16 BE)
ar: نص (UTF-16 BE)
el: Κείμενο (UTF-16 BE)
es: Texto (UTF-16 BE)
fa: متن (UTF-16 BE)
fr: Texte (UTF-16 BE)
hu: Szöveg (UTF-16 BE)
id: Teks (UTF-16 BE)
it: Testo (UTF-16 BE)
ja: テキスト (UTF-16 BE)
ko: 텍스트(UTF-16 BE)
pl: Tekst (UTF-16 BE)
pt: Texto (UTF-16 BE)
th: ข้อความ (UTF-16 BE)
tr: Metin (UTF-16 BE)
uk: Текст (UTF-16 BE)
vi: Văn bản (UTF-16 BE)
zh_hans: 文本 (UTF-16 BE)
zh_hant: 文字（UTF-16 BE）

# DataOp_Kind_Add
source: Add
ar: جمع
cs: Sčítání
de: Addieren
el: Πρόσθεση
es: Sumar
fa: جمع
fr: Addition
hu: Összeadás
id: Tambah
it: Somma
ja: 加算
ko: 더하기
pl: Dodaj
pt: Adicionar
ro: Adunare
th: บวก
tr: Topla
uk: Додавання
vi: Cộng
zh_hans: 加
zh_hant: 加法

# Cmd_data_op_add
source: Add
ar: جمع
cs: Sčítání
de: Addieren
el: Πρόσθεση
es: Sumar
fa: جمع
fr: Addition
hu: Összeadás
id: Tambah
it: Somma
ja: 加算
ko: 더하기
pl: Dodaj
pt: Adicionar
ro: Adunare
th: บวก
tr: Topla
uk: Додавання
vi: Cộng
zh_hans: 加
zh_hant: 加法

# CmdAlias_data_op_add
source: add
ar: add جمع إضافة
cs: sčítání scitani přičíst pricist plus add
de: addieren plus add
el: πρόσθεση άθροισμα add
es: sumar suma add
fa: جمع افزودن, add
fr: additionner plus add
hu: összeadás osszeadas hozzáadás plusz add
id: tambah jumlahkan add
it: somma addizione più add
ja: かさん たしざん
ko: 더하기 덧셈 가산 add
pl: dodaj dodawanie plus add
pt: adicionar soma mais add
ro: adunare plus add
th: บวก เพิ่ม add
tr: topla ekle add
uk: додати add
vi: cộng tổng add
zh_hans: 加 加法 相加 add
zh_hant: 加法 加 相加 add

# DataOp_Kind_Subtract
source: Subtract
ar: طرح
cs: Odčítání
de: Subtrahieren
el: Αφαίρεση
es: Restar
fa: تفریق
fr: Soustraction
hu: Kivonás
id: Kurangi
it: Sottrai
ja: 減算
ko: 빼기
pl: Odejmij
pt: Subtrair
ro: Scădere
th: ลบ
tr: Çıkar
uk: Віднімання
vi: Trừ
zh_hans: 减
zh_hant: 減法

# Cmd_data_op_subtract
source: Subtract
ar: طرح
cs: Odčítání
de: Subtrahieren
el: Αφαίρεση
es: Restar
fa: تفریق
fr: Soustraction
hu: Kivonás
id: Kurangi
it: Sottrai
ja: 減算
ko: 빼기
pl: Odejmij
pt: Subtrair
ro: Scădere
th: ลบ
tr: Çıkar
uk: Віднімання
vi: Trừ
zh_hans: 减
zh_hant: 減法

# CmdAlias_data_op_subtract
source: subtract
ar: subtract طرح
cs: odčítání odcitani odečíst odecist minus subtract
de: subtrahieren minus subtract
el: αφαίρεση διαφορά subtract
es: restar resta subtract
fa: تفریق, subtract
fr: soustraire moins subtract
hu: kivonás kivonas mínusz minusz subtract
id: kurangi selisih subtract
it: sottrai sottrazione meno subtract
ja: げんざん ひきざん
ko: 빼기 뺄셈 감산 subtract
pl: odejmij odejmowanie minus subtract
pt: subtrair subtração menos subtract
ro: scădere scadere minus subtract
th: ลบ หักออก subtract
tr: çıkar subtract
uk: відняти subtract
vi: trừ hiệu subtract
zh_hans: 减 减法 相减 subtract
zh_hant: 減法 減 相減 subtract

# DataOp_Kind_ReverseSubtract
source: Reverse subtract
ar: طرح عكسي
cs: Obrácené odčítání
de: Umgekehrt subtrahieren
el: Αντίστροφη αφαίρεση
es: Resta inversa
fa: تفریق معکوس
fr: Soustraction inverse
hu: Fordított kivonás
id: Kurangi terbalik
it: Sottrazione inversa
ja: 逆減算
ko: 역빼기
pl: Odejmowanie odwrotne
pt: Subtração inversa
ro: Scădere inversă
th: ลบกลับด้าน
tr: Ters çıkar
uk: Обернене віднімання
vi: Trừ đảo
zh_hans: 反向减
zh_hant: 反向減法

# Cmd_data_op_reverseSubtract
source: Reverse subtract
ar: طرح عكسي
cs: Obrácené odčítání
de: Umgekehrt subtrahieren
el: Αντίστροφη αφαίρεση
es: Resta inversa
fa: تفریق معکوس
fr: Soustraction inverse
hu: Fordított kivonás
id: Kurangi terbalik
it: Sottrazione inversa
ja: 逆減算
ko: 역빼기
pl: Odejmowanie odwrotne
pt: Subtração inversa
ro: Scădere inversă
th: ลบกลับด้าน
tr: Ters çıkar
uk: Обернене віднімання
vi: Trừ đảo
zh_hans: 反向减
zh_hant: 反向減法

# CmdAlias_data_op_reverseSubtract
source: reverse subtract
ar: reverse subtract طرح عكسي
cs: obrácené obracene odčítání odcitani reverse subtract
de: umgekehrt subtrahieren reverse subtract
el: αντίστροφη αφαίρεση reverse subtract
es: resta inversa reverse subtract
fa: تفریق معکوس, reverse subtract
fr: soustraction inverse reverse subtract
hu: fordított forditott kivonás kivonas reverse subtract
id: kurangi terbalik reverse subtract
it: sottrazione inversa reverse subtract
ja: ぎゃくげんざん
ko: 역빼기 역뺄셈 reverse subtract
pl: odejmowanie odwrotne reverse subtract
pt: subtração inversa reverse subtract
ro: scădere scadere inversă inversa reverse subtract
th: ลบกลับด้าน reverse subtract
tr: ters çıkar reverse subtract
uk: обернене віднімання reverse subtract
vi: trừ đảo reverse subtract
zh_hans: 反向减 逆减法 reverse subtract
zh_hant: 反向減法 反減 reverse subtract

# DataOp_Kind_Multiply
source: Multiply
ar: ضرب
cs: Násobení
de: Multiplizieren
el: Πολλαπλασιασμός
es: Multiplicar
fa: ضرب
fr: Multiplication
hu: Szorzás
id: Kalikan
it: Moltiplica
ja: 乗算
ko: 곱하기
pl: Pomnóż
pt: Multiplicar
ro: Înmulțire
th: คูณ
tr: Çarp
uk: Множення
vi: Nhân
zh_hans: 乘
zh_hant: 乘法

# Cmd_data_op_multiply
source: Multiply
ar: ضرب
cs: Násobení
de: Multiplizieren
el: Πολλαπλασιασμός
es: Multiplicar
fa: ضرب
fr: Multiplication
hu: Szorzás
id: Kalikan
it: Moltiplica
ja: 乗算
ko: 곱하기
pl: Pomnóż
pt: Multiplicar
ro: Înmulțire
th: คูณ
tr: Çarp
uk: Множення
vi: Nhân
zh_hans: 乘
zh_hant: 乘法

# CmdAlias_data_op_multiply
source: multiply
ar: multiply ضرب
cs: násobení nasobeni vynásobit vynasobit multiply
de: multiplizieren multiply
el: πολλαπλασιασμός γινόμενο multiply
es: multiplicar multiply
fa: ضرب, multiply
fr: multiplier multiply
hu: szorzás szorzas multiply
id: kalikan perkalian multiply
it: moltiplica moltiplicazione multiply
ja: じょうざん かけざん
ko: 곱하기 곱셈 승산 multiply
pl: pomnóż mnożenie multiply
pt: multiplicar multiplicação multiply
ro: înmulțire inmultire multiply
th: คูณ multiply
tr: çarp multiply
uk: помножити multiply
vi: nhân tích multiply
zh_hans: 乘 乘法 相乘 multiply
zh_hant: 乘法 乘 相乘 multiply

# DataOp_Kind_Divide
source: Divide
ar: قسمة
cs: Dělení
de: Dividieren
el: Διαίρεση
es: Dividir
fa: تقسیم
fr: Division
hu: Osztás
id: Bagi
it: Dividi
ja: 除算
ko: 나누기
pl: Podziel
pt: Dividir
ro: Împărțire
th: หาร
tr: Böl
uk: Ділення
vi: Chia
zh_hans: 除
zh_hant: 除法

# Cmd_data_op_divide
source: Divide
ar: قسمة
cs: Dělení
de: Dividieren
el: Διαίρεση
es: Dividir
fa: تقسیم
fr: Division
hu: Osztás
id: Bagi
it: Dividi
ja: 除算
ko: 나누기
pl: Podziel
pt: Dividir
ro: Împărțire
th: หาร
tr: Böl
uk: Ділення
vi: Chia
zh_hans: 除
zh_hant: 除法

# CmdAlias_data_op_divide
source: divide
ar: divide قسمة
cs: dělení deleni vydělit vydelit divide
de: dividieren teilen divide
el: διαίρεση πηλίκο divide
es: dividir divide
fa: تقسیم, divide
fr: diviser divide
hu: osztás osztas divide
id: bagi pembagian divide
it: dividi divisione divide
ja: じょざん わりざん
ko: 나누기 나눗셈 제산 divide
pl: podziel dzielenie divide
pt: dividir divisão divide
ro: împărțire impartire divide
th: หาร divide
tr: böl divide
uk: поділити divide
vi: chia thương divide
zh_hans: 除 除法 相除 divide
zh_hant: 除法 除 相除 divide

# DataOp_Kind_ReverseDivide
source: Reverse divide
ar: قسمة عكسية
cs: Obrácené dělení
de: Umgekehrt dividieren
el: Αντίστροφη διαίρεση
es: División inversa
fa: تقسیم معکوس
fr: Division inverse
hu: Fordított osztás
id: Bagi terbalik
it: Divisione inversa
ja: 逆除算
ko: 역나누기
pl: Dzielenie odwrotne
pt: Divisão inversa
ro: Împărțire inversă
th: หารกลับด้าน
tr: Ters böl
uk: Обернене ділення
vi: Chia đảo
zh_hans: 反向除
zh_hant: 反向除法

# Cmd_data_op_reverseDivide
source: Reverse divide
ar: قسمة عكسية
cs: Obrácené dělení
de: Umgekehrt dividieren
el: Αντίστροφη διαίρεση
es: División inversa
fa: تقسیم معکوس
fr: Division inverse
hu: Fordított osztás
id: Bagi terbalik
it: Divisione inversa
ja: 逆除算
ko: 역나누기
pl: Dzielenie odwrotne
pt: Divisão inversa
ro: Împărțire inversă
th: หารกลับด้าน
tr: Ters böl
uk: Обернене ділення
vi: Chia đảo
zh_hans: 反向除
zh_hant: 反向除法

# CmdAlias_data_op_reverseDivide
source: reverse divide
ar: reverse divide قسمة عكسية
cs: obrácené obracene dělení deleni reverse divide
de: umgekehrt dividieren reverse divide
el: αντίστροφη διαίρεση reverse divide
es: división inversa reverse divide
fa: تقسیم معکوس, reverse divide
fr: division inverse reverse divide
hu: fordított forditott osztás osztas reverse divide
id: bagi terbalik reverse divide
it: divisione inversa reverse divide
ja: ぎゃくじょざん
ko: 역나누기 역나눗셈 reverse divide
pl: dzielenie odwrotne reverse divide
pt: divisão inversa reverse divide
ro: împărțire impartire inversă inversa reverse divide
th: หารกลับด้าน reverse divide
tr: ters böl reverse divide
uk: обернене ділення reverse divide
vi: chia đảo reverse divide
zh_hans: 反向除 逆除法 reverse divide
zh_hant: 反向除法 反除 reverse divide
